[
  {
    "start": 0.0,
    "end": 10.86,
    "text": "受験期ちょこくり過ぎて明治から起用案件きた。どうもコバです。 受験期は一人ぼっち。どうもサイコです。 今回はね、通訳の参考書のおすすめとそのおすすめの本の使い方を",
    "speaker": "Speaker 1"
  },
  {
    "start": 6.86,
    "end": 17.0,
    "text": "今回はね、通訳の参考書のおすすめとそのおすすめの本の使い方を おやすみなさい。 通訳の勉強法も含めてね。 通訳の参考書めちゃめちゃ多いし、いいやつからさ。",
    "speaker": "Speaker 2"
  },
  {
    "start": 14.5,
    "end": 27.22,
    "text": "通訳の参考書めちゃめちゃ多いし、いいやつからさ。 悪いやつまでめっちゃあるということで。 高校生なんもわからんし、やっぱ選びにくいと思う。 だからそれを俺らの経験をもとにして、どの参考書がおすすめか説明していこうかなって感じです。",
    "speaker": "Speaker 1"
  },
  {
    "start": 21.400000000000002,
    "end": 33.6,
    "text": "だからそれを俺らの経験をもとにして、どの参考書がおすすめか説明していこうかなって感じです。 高校生なんも知らんから間違えてよ。僕らがちゃんと説明してあげないと。 計算どおりとか、100マスケーションとか。",
    "speaker": "Speaker 2"
  },
  {
    "start": 31.419999999999998,
    "end": 45.64,
    "text": "計算どおりとか、100マスケーションとか。 100マスケーションとかね。基本的にケーションとか買っちゃう人出てくる。 とか、買っちゃうから。 僕らがしっかりおすすめしてあげないとと思ってこの動画を撮ってます。",
    "speaker": "Speaker 1"
  },
  {
    "start": 42.06,
    "end": 56.84,
    "text": "僕らがしっかりおすすめしてあげないとと思ってこの動画を撮ってます。 で、あと何?この本棚。 言うかなと思ってやった。 あんまこの小規模の本棚でやるやつはない。 だいたい大小ぐらいのでかい本棚で壁埋め尽くすぐらい。",
    "speaker": "Speaker 2"
  },
  {
    "start": 51.64,
    "end": 61.72,
    "text": "だいたい大小ぐらいのでかい本棚で壁埋め尽くすぐらい。 なんで人これやらんの? この一人暮らしの本棚でやるやつあんの? 俺は。",
    "speaker": "Speaker 1"
  },
  {
    "start": 61.22,
    "end": 71.22,
    "text": "俺は。 そんなんで説得力増さんからさ。 漫画も入ってるしね。 しかもなんで漫画お前? 素数館しかない。 漫画素数館だけ読んで理解できる?",
    "speaker": "Speaker 2"
  },
  {
    "start": 69.22,
    "end": 81.22,
    "text": "漫画素数館だけ読んで理解できる? 素数があんまきちゃうから俺。 まあ切り替えて単語書紹介やっていきましょうか。 まず、数学の勉強法って俺は2段階ぐらいあると思って。",
    "speaker": "Speaker 1"
  },
  {
    "start": 76.22,
    "end": 86.22,
    "text": "まず、数学の勉強法って俺は2段階ぐらいあると思って。 まずその、典型的な解き方とか公式とか。 数学を知るというか。",
    "speaker": "Speaker 2"
  },
  {
    "start": 85.22,
    "end": 95.22,
    "text": "数学を知るというか。 うん。 大事なことをもう覚える段階。 インプットのそう、段階ってことね。 その次が、第一段階で覚えたことをどう使うかとか。",
    "speaker": "Speaker 1"
  },
  {
    "start": 91.22,
    "end": 103.22,
    "text": "その次が、第一段階で覚えたことをどう使うかとか。 道具ってあるやん。公式とか定理とか。 それをどういう問題でどのように使うかを学んでいって、アウトプットする段階。",
    "speaker": "Speaker 2"
  },
  {
    "start": 98.22,
    "end": 109.22,
    "text": "それをどういう問題でどのように使うかを学んでいって、アウトプットする段階。 まあまずその第一段階の参考書。 これ青チャート。 青チャートはいはい。定番ですね。",
    "speaker": "Speaker 1"
  },
  {
    "start": 107.22,
    "end": 122.22,
    "text": "青チャートはいはい。定番ですね。 これしかないと思ってる。 これ何がいいかっていうと、もう問題が全部網羅されてるわけよ。典型的な問題が。 これ数学と文絵で絶対必要な問題とかがもう全部入ってるんよ。この参考書は。",
    "speaker": "Speaker 2"
  },
  {
    "start": 116.22,
    "end": 128.22,
    "text": "これ数学と文絵で絶対必要な問題とかがもう全部入ってるんよ。この参考書は。 まあ量も多いけど、これぐらいやらないと数学はだっぱ得意にならないっていうか、できるようにならないんで。",
    "speaker": "Speaker 1"
  },
  {
    "start": 122.22,
    "end": 132.22,
    "text": "まあ量も多いけど、これぐらいやらないと数学はだっぱ得意にならないっていうか、できるようにならないんで。 絶対に最初はこれを完璧にするべきだと思います。",
    "speaker": "Speaker 2"
  },
  {
    "start": 128.22,
    "end": 144.22,
    "text": "絶対に最初はこれを完璧にするべきだと思います。 で、まあ具体的にどう使うかっていうと、例題があるわけよね。例題と練習問題。 例題しか選んでいいと思うけど、その例題が1分でもわからんかったらすぐ答え見てもう暗記するっていう。",
    "speaker": "Speaker 1"
  },
  {
    "start": 137.22,
    "end": 155.22,
    "text": "例題しか選んでいいと思うけど、その例題が1分でもわからんかったらすぐ答え見てもう暗記するっていう。 あ、そんなスピードでいいんだ。 インプットの時期やから。 そうそう。それじゃないと効率悪いし。でもわからんかったら答え見て、まず理解して、覚えてない公式があったらチェックして、それをもう何回も繰り返すべきやと思う。",
    "speaker": "Speaker 2"
  },
  {
    "start": 146.22,
    "end": 164.22,
    "text": "そうそう。それじゃないと効率悪いし。でもわからんかったら答え見て、まず理解して、覚えてない公式があったらチェックして、それをもう何回も繰り返すべきやと思う。 それで、まあもう理解できなかったらもう先生に聞くとか、友達に聞くとか、絶対にもうこれ、このレベルは完璧にすべて理解しなあかんと思うよ。",
    "speaker": "Speaker 1"
  },
  {
    "start": 155.22,
    "end": 167.22,
    "text": "それで、まあもう理解できなかったらもう先生に聞くとか、友達に聞くとか、絶対にもうこれ、このレベルは完璧にすべて理解しなあかんと思うよ。 これやればお前基礎固めはもうほぼ硬いか。",
    "speaker": "Speaker 2"
  },
  {
    "start": 164.22,
    "end": 174.22,
    "text": "これやればお前基礎固めはもうほぼ硬いか。 そうそうそう。だからもうこれ以外はもう基礎固めとしてはやらんでいいかなと思う。 あと青チャートでちょっと難しいなっていう人とかは、",
    "speaker": "Speaker 1"
  },
  {
    "start": 171.22,
    "end": 189.22,
    "text": "あと青チャートでちょっと難しいなっていう人とかは、 問題やったらもうこのレベルで絶対完璧にしてほしいんやけど、 はいはいはい。 まあセンター試験しかいらないとか、国公立とかレベルの人は、まあ黄色チャートとか白チャートとか、まあ自分のレベルに合わせてやった方がいいかなって思います。",
    "speaker": "Speaker 2"
  },
  {
    "start": 179.22,
    "end": 202.22,
    "text": "まあセンター試験しかいらないとか、国公立とかレベルの人は、まあ黄色チャートとか白チャートとか、まあ自分のレベルに合わせてやった方がいいかなって思います。 数学って発想力芸とか才能とかって言われがちやけど、もう最初の段階は全員多分この解法を、典型的な解法をすべて暗記するっていう段階から始まってるのも得意な人もみんな。",
    "speaker": "Speaker 1"
  },
  {
    "start": 189.22,
    "end": 203.22,
    "text": "数学って発想力芸とか才能とかって言われがちやけど、もう最初の段階は全員多分この解法を、典型的な解法をすべて暗記するっていう段階から始まってるのも得意な人もみんな。 俺らとかもそうやん。",
    "speaker": "Speaker 2"
  },
  {
    "start": 202.22,
    "end": 216.22,
    "text": "俺らとかもそうやん。 そうやな。もちろん。 でも普段までにはこの解法を全部インプットするっていう段階が必要なと思う。 まあ地道な作業やけど、絶対数学力を伸ばすためにはこの段階が必要やん。",
    "speaker": "Speaker 1"
  },
  {
    "start": 211.22,
    "end": 225.22,
    "text": "まあ地道な作業やけど、絶対数学力を伸ばすためにはこの段階が必要やん。 青チャートとかもうチャート系の網羅系の参考書も、はもう夏休み以内にはできるだけ終わらせたいかなって思う。",
    "speaker": "Speaker 2"
  },
  {
    "start": 216.22,
    "end": 230.22,
    "text": "青チャートとかもうチャート系の網羅系の参考書も、はもう夏休み以内にはできるだけ終わらせたいかなって思う。 僕はまあちなみに夏休みなんもせずに、9月10月から青チャートやり始めて、めちゃめちゃ焦りながらもうそのタブーと言われる、この青チャートをやり始めた時期があった。",
    "speaker": "Speaker 1"
  },
  {
    "start": 225.22,
    "end": 241.22,
    "text": "僕はまあちなみに夏休みなんもせずに、9月10月から青チャートやり始めて、めちゃめちゃ焦りながらもうそのタブーと言われる、この青チャートをやり始めた時期があった。 うんうん。 めちゃめちゃ焦りながらもうそのタブーと言われる、この青チャートの基礎固めやりながら編集っていう、一番ダメなことやってたんやけど、まあなんとか。",
    "speaker": "Speaker 2"
  },
  {
    "start": 231.22,
    "end": 242.22,
    "text": "めちゃめちゃ焦りながらもうそのタブーと言われる、この青チャートの基礎固めやりながら編集っていう、一番ダメなことやってたんやけど、まあなんとか。 はい。",
    "speaker": "Speaker 1"
  },
  {
    "start": 241.22,
    "end": 251.22,
    "text": "はい。 まあだから、ほんまにしんどいからそれは。 そう、半生化してたね。 そうそうそう。 ああもう絶対くるくる出るな。 絶対もう涙出るくらいしんどかったから、その9月10月11月は。 泣きながら責務してた?",
    "speaker": "Speaker 2"
  },
  {
    "start": 250.22,
    "end": 260.22,
    "text": "泣きながら責務してた? 泣きながらマジで青チャートに涙コロコロ落ちてた。なんでこれ夏休み俺やらんかったんや、なってたから。 ほんまにしんどいから、絶対夏までにはもう。",
    "speaker": "Speaker 1"
  },
  {
    "start": 258.22,
    "end": 269.22,
    "text": "ほんまにしんどいから、絶対夏までにはもう。 うん。 口抜きで夏頑張ってください。 いろんな参考書でそのインプットしたことをどのように発揮していくか。 しかし一番やっぱり入試は大事やんか。",
    "speaker": "Speaker 2"
  },
  {
    "start": 267.22,
    "end": 278.22,
    "text": "しかし一番やっぱり入試は大事やんか。 どうやってその自分が持ってる知識を使うかのやっぱりもうやっぱり練習が要るわけやから。 本番でそんなババってできるもんちゃうから。 そこでやっぱ一番いいと思うのは俺は、プラチカ。",
    "speaker": "Speaker 1"
  },
  {
    "start": 276.22,
    "end": 290.22,
    "text": "そこでやっぱ一番いいと思うのは俺は、プラチカ。 うん。 プラチカは、プラチカは何がいいかっていうと、そのやっぱ問題数めっちゃ多いし、やっぱ網羅してる。 いろんなジャンルの問題網羅してるのと、ほんまに入試問題そのまま囲もうを使われてる。",
    "speaker": "Speaker 2"
  },
  {
    "start": 285.22,
    "end": 296.22,
    "text": "いろんなジャンルの問題網羅してるのと、ほんまに入試問題そのまま囲もうを使われてる。 うん。 そういうのが参考書やから、本番に近い形で問題演習できると。",
    "speaker": "Speaker 1"
  },
  {
    "start": 291.22,
    "end": 301.22,
    "text": "そういうのが参考書やから、本番に近い形で問題演習できると。 お茶を食べた知識を活用していく。 そうそう。 食べてるだけじゃ特典力に結びつかんからな。",
    "speaker": "Speaker 2"
  },
  {
    "start": 299.22,
    "end": 310.22,
    "text": "食べてるだけじゃ特典力に結びつかんからな。 やっぱね、何が一番入試で求められるかって知らん問題に対しての対処法なんや。 絶対入試問題ってさ、ほぼほぼ今までないような問題で出てくるわけやんか。",
    "speaker": "Speaker 1"
  },
  {
    "start": 306.22,
    "end": 317.22,
    "text": "絶対入試問題ってさ、ほぼほぼ今までないような問題で出てくるわけやんか。 初見の問題が。 そうやな。 それを決め合った時間で解くにはやっぱその馬力、即興力が求められる。",
    "speaker": "Speaker 2"
  },
  {
    "start": 312.22,
    "end": 322.22,
    "text": "それを決め合った時間で解くにはやっぱその馬力、即興力が求められる。 お笑いと一緒で。 笑いと。ツッコミと一緒で。 どう使ってたん?プラチカは。 まず解くやんか。",
    "speaker": "Speaker 1"
  },
  {
    "start": 321.22,
    "end": 338.22,
    "text": "まず解くやんか。 うん。 一日まず何問解くか決めて解くんやけど、そんなでも何分も考えへんねん。 ほんまに。本番意識してな。 10分わからんかったら答え見る。を繰り返して、わからん問題にはチェックつけて、またそれ一生終わったらまたもう一回できんかった問題をやり直す。",
    "speaker": "Speaker 2"
  },
  {
    "start": 330.22,
    "end": 340.22,
    "text": "10分わからんかったら答え見る。を繰り返して、わからん問題にはチェックつけて、またそれ一生終わったらまたもう一回できんかった問題をやり直す。 僕はプラチカだから3回、3週やりました。",
    "speaker": "Speaker 1"
  },
  {
    "start": 338.22,
    "end": 349.22,
    "text": "僕はプラチカだから3回、3週やりました。 それやったらほんまに巨大の囲まに入った時にめちゃめちゃなんかスムーズに入れた。 この段階で一番多分模試とかでも偏差値上がってくる。",
    "speaker": "Speaker 2"
  },
  {
    "start": 345.22,
    "end": 359.22,
    "text": "この段階で一番多分模試とかでも偏差値上がってくる。 基礎固めのアウチャートとか、チャート解いてる段階ではあんま上がらんと思う。基礎固めをしてるだけ。 模試とかでもう見知らぬ問題に対応する力はプラチカとでつけるってことね。",
    "speaker": "Speaker 1"
  },
  {
    "start": 354.22,
    "end": 364.22,
    "text": "模試とかでもう見知らぬ問題に対応する力はプラチカとでつけるってことね。 一個注意点があって、チャートとかで基礎固めができてないうちにプラチカやるのは危ない。",
    "speaker": "Speaker 2"
  },
  {
    "start": 359.22,
    "end": 369.22,
    "text": "一個注意点があって、チャートとかで基礎固めができてないうちにプラチカやるのは危ない。 プラチカそんなに解説はめっちゃ丁寧ってわけじゃないよ。 そうやな。 ちょっと淡白やから、でもね淡白って言っても。",
    "speaker": "Speaker 1"
  },
  {
    "start": 367.22,
    "end": 381.22,
    "text": "ちょっと淡白やから、でもね淡白って言っても。 言っても丁寧。 そう。基礎できてる人からしたら、普通にああなるほどなみたいな解説やから。 合わせらずに基礎固めする。時間がなくても絶対基礎からっていうのは鉄則やな、勉強の。",
    "speaker": "Speaker 2"
  },
  {
    "start": 375.22,
    "end": 385.22,
    "text": "合わせらずに基礎固めする。時間がなくても絶対基礎からっていうのは鉄則やな、勉強の。 本番の演習前にやりたいんで、やっぱ10月終わるまでには終わらせてきた。",
    "speaker": "Speaker 1"
  },
  {
    "start": 381.22,
    "end": 395.22,
    "text": "本番の演習前にやりたいんで、やっぱ10月終わるまでには終わらせてきた。 10月、11月やな。12月入ってくるとセンター対策とか入ってくるし。 そうそう、センター対策あるし。プラチカを受験前のセンター部員は絶対できんから。",
    "speaker": "Speaker 2"
  },
  {
    "start": 390.22,
    "end": 402.22,
    "text": "そうそう、センター対策あるし。プラチカを受験前のセンター部員は絶対できんから。 うん。 気持ち的には。 問題数もあるし。 うん、問題数あるし。できんから絶対いい。10月、11月をめどに終わらせてほしいですね。",
    "speaker": "Speaker 1"
  },
  {
    "start": 398.22,
    "end": 408.22,
    "text": "うん、問題数あるし。できんから絶対いい。10月、11月をめどに終わらせてほしいですね。 はい。 やっぱさ、アウチャー、プラチカと段階はね。 1回踏んでやったとしてもさ、やっぱ苦手分野が出てくるわけやんか。",
    "speaker": "Speaker 2"
  },
  {
    "start": 405.22,
    "end": 418.22,
    "text": "1回踏んでやったとしてもさ、やっぱ苦手分野が出てくるわけやんか。 そういう時に使うのでやっぱりさ、1対1対応の。 あの、シリーズ。 有名なね。 有名な。マジでこの3校舎はほんまに了承。これで一気に理解がかまったね、ほんまに。",
    "speaker": "Speaker 1"
  },
  {
    "start": 413.22,
    "end": 424.22,
    "text": "有名な。マジでこの3校舎はほんまに了承。これで一気に理解がかまったね、ほんまに。 ほんまにマジで一体と強い。マジファンダイクあれほんまに。 通学会のファンダイクぐらい一体強い。",
    "speaker": "Speaker 2"
  },
  {
    "start": 422.22,
    "end": 432.22,
    "text": "通学会のファンダイクぐらい一体強い。 1対1対応はもう、通学会のファンダイク。 特に微積編はほんまにおすすめです。微積ってさ、何やってるかわからんやんか。",
    "speaker": "Speaker 1"
  },
  {
    "start": 427.22,
    "end": 437.22,
    "text": "特に微積編はほんまにおすすめです。微積ってさ、何やってるかわからんやんか。 そう。 仕組みとかが。 仕組みとかも、なんか理解できるような解説になってるから。",
    "speaker": "Speaker 2"
  },
  {
    "start": 434.22,
    "end": 444.22,
    "text": "仕組みとかも、なんか理解できるような解説になってるから。 微積は、もう、どんだけ量をこなすか。 うんうん。微積そうだし、もう、この問題来たらこの問題みたいな。 決まってるのはそのセオリーが。",
    "speaker": "Speaker 1"
  },
  {
    "start": 442.22,
    "end": 454.22,
    "text": "決まってるのはそのセオリーが。 うん。 セオリーを学ぶのにはほんまに1対1対応の演習の参考書がほんまにいいです。 この参考書のおかげで、もうマジ微積マジでめちゃめちゃできるようになっちゃって。",
    "speaker": "Speaker 2"
  },
  {
    "start": 448.22,
    "end": 458.22,
    "text": "この参考書のおかげで、もうマジ微積マジでめちゃめちゃできるようになっちゃって。 もうなんか、アベノン・ハルカスとか責任して大切に求めてました。",
    "speaker": "Speaker 1"
  },
  {
    "start": 454.22,
    "end": 464.22,
    "text": "もうなんか、アベノン・ハルカスとか責任して大切に求めてました。 求めることができるようになるぐらいまで微積できるようになります。 もう続いての参考書。 うん。",
    "speaker": "Speaker 2"
  },
  {
    "start": 463.22,
    "end": 473.22,
    "text": "うん。 もうこの参考書を紹介するためにこの動画を撮ってると言っても過言ではない。 はい。世界一わかりやすい教題数が。 はいはいはい。",
    "speaker": "Speaker 1"
  },
  {
    "start": 472.22,
    "end": 484.22,
    "text": "はいはいはい。 これマジでいいな。ほんまに。これなかったらほんまに。 俺、落ちてた?俺は。 俺ら落ちてたよな。 この参考書、僕、学校でやろうと思って学校に持って行ったんですよ。",
    "speaker": "Speaker 2"
  },
  {
    "start": 479.22,
    "end": 490.22,
    "text": "この参考書、僕、学校でやろうと思って学校に持って行ったんですよ。 で、カバンがこれ出そうと思ったら間違いでタームページ持ってきてました。 そう黄色いもんな。 タームページも。",
    "speaker": "Speaker 1"
  },
  {
    "start": 488.22,
    "end": 498.22,
    "text": "タームページも。 どうも、コールセンターチャンネルです。 え、何かを。 お困りのことがあれば、0120-444-444にご連絡ください。",
    "speaker": "Speaker 2"
  },
  {
    "start": 493.22,
    "end": 504.22,
    "text": "お困りのことがあれば、0120-444-444にご連絡ください。 とりあえず、ドラムホルンリンクルやんけ、俺らそれ。 誰が書けんねん。 ほぼ男やんねん。俺らの視聴者の方。",
    "speaker": "Speaker 1"
  },
  {
    "start": 502.22,
    "end": 515.22,
    "text": "ほぼ男やんねん。俺らの視聴者の方。 勘違いされたら嫌に言ってきますが、これはドラムホルンリンクルの企業案件じゃありません。 誰が勘違いすんの。 もう多分、教題受かった人は全員このやつやってる。この参考書。",
    "speaker": "Speaker 2"
  },
  {
    "start": 510.22,
    "end": 522.22,
    "text": "もう多分、教題受かった人は全員このやつやってる。この参考書。 ってことは、これ持ってないと教題に落ちるってことです。 ちょっと言い過ぎかもしれんけど、これ教題通学って書いてるんやけど、",
    "speaker": "Speaker 1"
  },
  {
    "start": 518.22,
    "end": 532.22,
    "text": "ちょっと言い過ぎかもしれんけど、これ教題通学って書いてるんやけど、 教題志望だけにお勧めするわけじゃなくて、もう多分、全大学の数学を解くためのエッセンスがこれに詰まってると思ってる。",
    "speaker": "Speaker 2"
  },
  {
    "start": 522.22,
    "end": 539.22,
    "text": "教題志望だけにお勧めするわけじゃなくて、もう多分、全大学の数学を解くためのエッセンスがこれに詰まってると思ってる。 数学が苦手な人とか、基礎を勉強しても数学は、数学は伸びひん人っておると思う。",
    "speaker": "Speaker 1"
  },
  {
    "start": 532.22,
    "end": 544.22,
    "text": "数学が苦手な人とか、基礎を勉強しても数学は、数学は伸びひん人っておると思う。 そういう人って何で伸びひんかっていうと、見知らぬ問題への対応が経て、",
    "speaker": "Speaker 2"
  },
  {
    "start": 539.22,
    "end": 550.22,
    "text": "そういう人って何で伸びひんかっていうと、見知らぬ問題への対応が経て、 やっぱその持ってる知識をどう使うかがわからんってことな。 そこを解決してくれるんがこの参考書。",
    "speaker": "Speaker 1"
  },
  {
    "start": 547.22,
    "end": 557.22,
    "text": "そこを解決してくれるんがこの参考書。 数学の問題への対応。 数学の問題への対応の仕方とかがすべて載ってて、解説もめちゃめちゃ詳しいし。",
    "speaker": "Speaker 2"
  },
  {
    "start": 551.22,
    "end": 565.22,
    "text": "数学の問題への対応の仕方とかがすべて載ってて、解説もめちゃめちゃ詳しいし。 教題の問題を扱って、数学の問題へのアプローチの仕方を書いてる参考書かな。",
    "speaker": "Speaker 1"
  },
  {
    "start": 557.22,
    "end": 569.22,
    "text": "教題の問題を扱って、数学の問題へのアプローチの仕方を書いてる参考書かな。 参考書。分野ごとに分かれてるんで、苦手な分野だけやるのも全然ありです。",
    "speaker": "Speaker 2"
  },
  {
    "start": 565.22,
    "end": 580.22,
    "text": "参考書。分野ごとに分かれてるんで、苦手な分野だけやるのも全然ありです。 僕はこれを10月、プラチカ終わった段階でやったんですけど、 ほんまにそのプラチカで学んだことをさらに洗礼されてく、難しい問題に対してのアプローチの仕方を、",
    "speaker": "Speaker 1"
  },
  {
    "start": 573.22,
    "end": 587.22,
    "text": "ほんまにそのプラチカで学んだことをさらに洗礼されてく、難しい問題に対してのアプローチの仕方を、 論理的に言語化して伝えてくれてるんで、イメージが言語化されて活用できましたね。入試本番でも。",
    "speaker": "Speaker 2"
  },
  {
    "start": 580.22,
    "end": 593.22,
    "text": "論理的に言語化して伝えてくれてるんで、イメージが言語化されて活用できましたね。入試本番でも。 兄弟志望の人は、赤本やる前に時間に余裕があったら、とりあえずこれに臨んでほしい。",
    "speaker": "Speaker 1"
  },
  {
    "start": 587.22,
    "end": 599.22,
    "text": "兄弟志望の人は、赤本やる前に時間に余裕があったら、とりあえずこれに臨んでほしい。 さらに、数学を伸ばしたいとか、数学でもめちゃめちゃ点数稼ぎたい、みたいな人は、",
    "speaker": "Speaker 2"
  },
  {
    "start": 593.22,
    "end": 606.22,
    "text": "さらに、数学を伸ばしたいとか、数学でもめちゃめちゃ点数稼ぎたい、みたいな人は、 優しい理系数学とか、マスターオブ整数とかやっていただければ、数学力はほんまに上がるな。",
    "speaker": "Speaker 1"
  },
  {
    "start": 599.22,
    "end": 609.22,
    "text": "優しい理系数学とか、マスターオブ整数とかやっていただければ、数学力はほんまに上がるな。 優しい理系数学とか、苦手な人はやらんほうがいいよな。",
    "speaker": "Speaker 2"
  },
  {
    "start": 606.22,
    "end": 618.22,
    "text": "優しい理系数学とか、苦手な人はやらんほうがいいよな。 優しい理系数学とか、苦手な人はやらんほうがいいよな。 解説そんな詳しくないし、めっちゃ問題も難しいし、 だからほんまに余裕がある人じゃないと、手出してあかんかなって僕的には思います。",
    "speaker": "Speaker 1"
  },
  {
    "start": 613.22,
    "end": 623.22,
    "text": "だからほんまに余裕がある人じゃないと、手出してあかんかなって僕的には思います。 そう、ほんまにその通りだと思います。優しい理系数学、全然優しくないし、解説も優しくないんで。",
    "speaker": "Speaker 2"
  },
  {
    "start": 618.22,
    "end": 628.22,
    "text": "そう、ほんまにその通りだと思います。優しい理系数学、全然優しくないし、解説も優しくないんで。 マスターオブ整数とか、東大とか京大とか、まあ南韓大って整数絶対出るもんね。",
    "speaker": "Speaker 1"
  },
  {
    "start": 623.22,
    "end": 634.22,
    "text": "マスターオブ整数とか、東大とか京大とか、まあ南韓大って整数絶対出るもんね。 整数は絶対強くなっといたほうがいいもんな。 整数こそあれやもんな。決まってるもんな、そのプロセスが。",
    "speaker": "Speaker 2"
  },
  {
    "start": 631.22,
    "end": 644.22,
    "text": "整数こそあれやもんな。決まってるもんな、そのプロセスが。 だから逆に、もう点数取れる分野なんで、 マスターオブ整数やってたら、もう解けへん。 点数問題ないっていうか、出会ってない点数問題なくなるぐらいになるから、",
    "speaker": "Speaker 1"
  },
  {
    "start": 639.22,
    "end": 650.22,
    "text": "点数問題ないっていうか、出会ってない点数問題なくなるぐらいになるから、 マスターオブ整数を完璧にしようとしたら、時間かかるから、 浪人生とかはいいんかもな。",
    "speaker": "Speaker 2"
  },
  {
    "start": 648.22,
    "end": 660.22,
    "text": "浪人生とかはいいんかもな。 やっぱ基礎固めで、他の分野は基礎固めでできてて、 それなりの力がある人はマスターオブ整数とかでさらに整数を強くすると。 はい、どうでしたかね。この僕たちの参考書紹介。",
    "speaker": "Speaker 1"
  },
  {
    "start": 657.22,
    "end": 668.22,
    "text": "はい、どうでしたかね。この僕たちの参考書紹介。 大事、数学の勉強で大事なことは、まず、 基礎を固める。典型的な問題、公式、全部暗記するってこと。",
    "speaker": "Speaker 2"
  },
  {
    "start": 663.22,
    "end": 675.22,
    "text": "基礎を固める。典型的な問題、公式、全部暗記するってこと。 うん。 数学はほぼ、あ、9割かとはなきゃいけない。 そっからもう、その、覚えたことをどう使うかを練習する。",
    "speaker": "Speaker 1"
  },
  {
    "start": 671.22,
    "end": 681.22,
    "text": "そっからもう、その、覚えたことをどう使うかを練習する。 僕たちのこの動画を参考にして、まあ参考書買ってもらうのは一番いいんですけど、 一体背伸びはしないでください。",
    "speaker": "Speaker 2"
  },
  {
    "start": 679.22,
    "end": 689.22,
    "text": "一体背伸びはしないでください。 自分に合った参考書を買って、 本屋で見てペラペラとめくって、買っていただいて、 数学、頑張ってください。",
    "speaker": "Speaker 1"
  },
  {
    "start": 687.22,
    "end": 698.22,
    "text": "数学、頑張ってください。 数学さえできれば、受かることも全然あるんで。 他が全然、5割、4割切ってたの数学が6割、7割取れたら、",
    "speaker": "Speaker 2"
  },
  {
    "start": 694.22,
    "end": 704.22,
    "text": "他が全然、5割、4割切ってたの数学が6割、7割取れたら、 巨大でも受かるんで。 はい。これからもね、他の教科のお勧めの参考書も紹介していくんで、",
    "speaker": "Speaker 1"
  },
  {
    "start": 700.22,
    "end": 710.22,
    "text": "はい。これからもね、他の教科のお勧めの参考書も紹介していくんで、 チャンネル登録、忘れてもいいなりします。 では、次回の動画で会いましょう。ありがとうございました。 ありがとうございました。",
    "speaker": "Speaker 2"
  },
  {
    "start": 708.22,
    "end": 721.22,
    "text": "ありがとうございました。 スーパーと平行四角の中本もやってほしいですね。 そしたらだんだん、もう、それをやり続ければ、 本番前には、6割、7割取れるぐらいの実績にはなってると思うんで。",
    "speaker": "Speaker 1"
  },
  {
    "start": 717.22,
    "end": 724.22,
    "text": "本番前には、6割、7割取れるぐらいの実績にはなってると思うんで。 やれるだけで全然上がるからな。 うん。",
    "speaker": "Speaker 2"
  },
  {
    "start": 0.0,
    "end": 10.9,
    "text": "受験期ちょこく移籍で明治から起業案件きた。どうもコバです。 受験期は一人ぼっち。どうもサイコです。 今回はね、通訳の参考書のおすすめとそのおすすめの本の使い方を",
    "speaker": "Speaker 1"
  },
  {
    "start": 6.9,
    "end": 17.04,
    "text": "今回はね、通訳の参考書のおすすめとそのおすすめの本の使い方を 裏からお伝えしていきたいと思います。 通訳の勉強法も含めてね。 通訳の参考書めちゃめちゃ多いし、いいやつからさ。",
    "speaker": "Speaker 2"
  },
  {
    "start": 14.540000000000001,
    "end": 27.28,
    "text": "通訳の参考書めちゃめちゃ多いし、いいやつからさ。 悪いやつまでめっちゃあるということで。 高校生なんもわからんし、やっぱ選びにくいと思う。 だからそれを俺らの経験をもとにして、どの参考書がおすすめかを説明していこうかなって感じです。",
    "speaker": "Speaker 1"
  },
  {
    "start": 21.44,
    "end": 33.620000000000005,
    "text": "だからそれを俺らの経験をもとにして、どの参考書がおすすめかを説明していこうかなって感じです。 高校生なんも知らんから間違えて、僕らがちゃんと説明してあげないと。 計算どおりとか、100マス計算とか。",
    "speaker": "Speaker 2"
  },
  {
    "start": 31.46,
    "end": 45.68000000000001,
    "text": "計算どおりとか、100マス計算とか。 計算とかね。基本計算とか買っちゃう人出てくる。 とか、買っちゃうから。 僕らがしっかりおすすめしてあげないとと思ってこの動画を撮ってます。",
    "speaker": "Speaker 1"
  },
  {
    "start": 42.08,
    "end": 56.88,
    "text": "僕らがしっかりおすすめしてあげないとと思ってこの動画を撮ってます。 で、あと何?この本棚。 いるかなと思ってやった。 あんまこの小規模の本棚でやるやつはおらんね。 大体大小ぐらいのでかい本棚で壁埋め尽くすぐらい。",
    "speaker": "Speaker 2"
  },
  {
    "start": 51.78,
    "end": 61.78,
    "text": "大体大小ぐらいのでかい本棚で壁埋め尽くすぐらい。 これやらんねん。 この一人暮らしの本棚でやるやつはあんまおらん。",
    "speaker": "Speaker 1"
  },
  {
    "start": 58.28,
    "end": 68.78,
    "text": "この一人暮らしの本棚でやるやつはあんまおらん。 そんなんで説得力増さんからさ。 漫画も入ってるしね。 しかもなんで漫画お前。 素数館しかないん。",
    "speaker": "Speaker 2"
  },
  {
    "start": 67.28,
    "end": 81.28,
    "text": "素数館しかないん。 漫画素数館だけ読んで理解できる? 素数があんま付いちゃうからおれ。 まあ切り替えて、単語書紹介やっていきましょうか。 まず、数学の勉強法って俺は二段階があると思う。",
    "speaker": "Speaker 1"
  },
  {
    "start": 76.28,
    "end": 86.28,
    "text": "まず、数学の勉強法って俺は二段階があると思う。 まずその、典型的な解き方とか公式とか、数学を知るというか、",
    "speaker": "Speaker 2"
  },
  {
    "start": 81.28,
    "end": 91.28,
    "text": "まずその、典型的な解き方とか公式とか、数学を知るというか、 うん。 大事なことをもう覚える段階。 インプットのそう、段階ってことね。",
    "speaker": "Speaker 1"
  },
  {
    "start": 89.28,
    "end": 103.28,
    "text": "インプットのそう、段階ってことね。 その次が、第一段階で覚えたことをどう使うかとか。 道具ってあるやん。 うん。 公式とか定義とか。 それをどういう問題でどのように使うかを学んでいって、アウトプットする段階。",
    "speaker": "Speaker 2"
  },
  {
    "start": 98.28,
    "end": 108.28,
    "text": "それをどういう問題でどのように使うかを学んでいって、アウトプットする段階。 まあまあその第一段階の参考書。 これ青チャート。 青チャートはいはい。",
    "speaker": "Speaker 1"
  },
  {
    "start": 107.28,
    "end": 121.28,
    "text": "青チャートはいはい。 定番ですね。 これしかないと思ってる。 うん。 これ何がいいかっていうと、もう問題が全部網羅されてるわけよ。典型的な問題が。 はいはいはい。 これ数学得意で絶対必要な問題とかがもう全部入ってるんよ。この参考書は。",
    "speaker": "Speaker 2"
  },
  {
    "start": 116.28,
    "end": 132.28,
    "text": "これ数学得意で絶対必要な問題とかがもう全部入ってるんよ。この参考書は。 うん。 まあ量も多いけど、これぐらいやらないと数学はやっぱ得意にならないっていうか、できるようにならないんで、絶対に最初はこれを完璧にするべきだと思います。",
    "speaker": "Speaker 1"
  },
  {
    "start": 122.28,
    "end": 144.28,
    "text": "まあ量も多いけど、これぐらいやらないと数学はやっぱ得意にならないっていうか、できるようにならないんで、絶対に最初はこれを完璧にするべきだと思います。 でまあ具体的にどう使うかっていうと、例題があるわけよね。例題と練習問題。例題しか選んでいいと思うんやけど、その例題が1分でもわからんかったらすぐ答え見てもう暗記するっていう。",
    "speaker": "Speaker 2"
  },
  {
    "start": 132.28,
    "end": 145.28,
    "text": "でまあ具体的にどう使うかっていうと、例題があるわけよね。例題と練習問題。例題しか選んでいいと思うんやけど、その例題が1分でもわからんかったらすぐ答え見てもう暗記するっていう。 あ、そんなスピードでいいんだ。",
    "speaker": "Speaker 1"
  },
  {
    "start": 144.28,
    "end": 164.28,
    "text": "あ、そんなスピードでいいんだ。 インプットの時期やから。 そうそう。それなりに効率悪いし。でもわからんかったら答え見て、まず理解して、覚えてない公式があったらチェックして、それをもう何回も繰り返すべきだと思う。それでまあもう理解できなかったらもう先生に聞くとか、友達に聞くとか、絶対にもうこれ、このレベルは完璧にすべて理解すなあかんと思うよ。",
    "speaker": "Speaker 2"
  },
  {
    "start": 146.28,
    "end": 167.28,
    "text": "そうそう。それなりに効率悪いし。でもわからんかったら答え見て、まず理解して、覚えてない公式があったらチェックして、それをもう何回も繰り返すべきだと思う。それでまあもう理解できなかったらもう先生に聞くとか、友達に聞くとか、絶対にもうこれ、このレベルは完璧にすべて理解すなあかんと思うよ。 これやればお前基礎固めはもうほぼ固いか。",
    "speaker": "Speaker 1"
  },
  {
    "start": 164.28,
    "end": 189.28,
    "text": "これやればお前基礎固めはもうほぼ固いか。 そうそうそう。だからもうこれ以外はもう基礎固めとしてはやらんでいこうかなと思う。 あと、青チャートでちょっと難しいなっていう人とかは、何回もやると、これがやらないといけないと思う。 難しいなっていう人とかは、何回の台やったらもうこのレベルで絶対完璧にしてほしいんやけど、センター試験しかいらないとか、国公立とかレベルな人は、黄色チャートとか、白チャートとか、自分のレベルに合わせてやったほうがいいかなって思います。",
    "speaker": "Speaker 2"
  },
  {
    "start": 173.28,
    "end": 202.28,
    "text": "難しいなっていう人とかは、何回の台やったらもうこのレベルで絶対完璧にしてほしいんやけど、センター試験しかいらないとか、国公立とかレベルな人は、黄色チャートとか、白チャートとか、自分のレベルに合わせてやったほうがいいかなって思います。 数学って発想力芸とか才能とか言われがちやけど、もう最初の段階を全員多分、この解法を、典型的な解法をすべて暗記するっていう段階から始まってると思う、得意な人のみんな。",
    "speaker": "Speaker 1"
  },
  {
    "start": 189.28,
    "end": 203.28,
    "text": "数学って発想力芸とか才能とか言われがちやけど、もう最初の段階を全員多分、この解法を、典型的な解法をすべて暗記するっていう段階から始まってると思う、得意な人のみんな。 俺らとかもそうやん。",
    "speaker": "Speaker 2"
  },
  {
    "start": 202.28,
    "end": 216.28,
    "text": "俺らとかもそうやん。 そうやな、もちろん。 数学できるようになるまでには、この解法を全部インプットするっていう段階が必要やと思う。 まあ地道な作業やけど、絶対数学力を伸ばすためにはこの段階が必要やと思う。",
    "speaker": "Speaker 1"
  },
  {
    "start": 211.28,
    "end": 225.28,
    "text": "まあ地道な作業やけど、絶対数学力を伸ばすためにはこの段階が必要やと思う。 青チャートとか、もうチャート系の網羅系の参考書も、はもう夏休み以内にはできるだけ終わらせたいかなって思う。",
    "speaker": "Speaker 2"
  },
  {
    "start": 216.28,
    "end": 232.28,
    "text": "青チャートとか、もうチャート系の網羅系の参考書も、はもう夏休み以内にはできるだけ終わらせたいかなって思う。 僕はまあちなみに夏休みなんもせずに、9月10月から青チャートやり始めて、めちゃめちゃ焦りながらもう。",
    "speaker": "Speaker 1"
  },
  {
    "start": 225.28,
    "end": 242.28,
    "text": "僕はまあちなみに夏休みなんもせずに、9月10月から青チャートやり始めて、めちゃめちゃ焦りながらもう。 うん。 そのタブーと言われる、この青チャートの基礎固めやりながら編集っていう、一番ダメなことやってたんやけど、まあなんとか、頑張りました。",
    "speaker": "Speaker 2"
  },
  {
    "start": 233.28,
    "end": 244.28,
    "text": "そのタブーと言われる、この青チャートの基礎固めやりながら編集っていう、一番ダメなことやってたんやけど、まあなんとか、頑張りました。 まあだから、ほんまにしんどいからそれは。",
    "speaker": "Speaker 1"
  },
  {
    "start": 242.28,
    "end": 252.28,
    "text": "まあだから、ほんまにしんどいからそれは。 反省活かしてたね。 そうそうそう。 絶対もう、涙出るくらいしんどかったから、その9月10月11月は。 泣きながら責務してた。",
    "speaker": "Speaker 2"
  },
  {
    "start": 250.28,
    "end": 262.28,
    "text": "泣きながら責務してた。 泣きながらマジで青チャートに涙ポロポロしてた。なんでこれ、夏休み俺やらんかったんやろ、なってたから、ほんまにしんどいから、絶対夏までには、もう死ぬ気で夏頑張ってください。",
    "speaker": "Speaker 1"
  },
  {
    "start": 252.28,
    "end": 267.28,
    "text": "泣きながらマジで青チャートに涙ポロポロしてた。なんでこれ、夏休み俺やらんかったんやろ、なってたから、ほんまにしんどいから、絶対夏までには、もう死ぬ気で夏頑張ってください。 いろんな参考書でインプットしたことをどのように発揮していくか。",
    "speaker": "Speaker 2"
  },
  {
    "start": 262.28,
    "end": 273.28,
    "text": "いろんな参考書でインプットしたことをどのように発揮していくか。 これが一番やっぱり入試割大事やんか。 どうやってその自分が持ってる知識を使うかの、それもやっぱり練習がいるわけやから。",
    "speaker": "Speaker 1"
  },
  {
    "start": 269.28,
    "end": 279.28,
    "text": "どうやってその自分が持ってる知識を使うかの、それもやっぱり練習がいるわけやから。 本番でそんなババってできるもんちゃうから。 そこでやっぱ一番いいと思うのは俺は、プラチカ。 うん。",
    "speaker": "Speaker 2"
  },
  {
    "start": 278.28,
    "end": 291.28,
    "text": "うん。 プラチカは、プラチカは何がいいかっていうと、問題数めっちゃ多いし、やっぱ網を出してる。 いろんなジャンルの問題網を出してるのと、ほんまに入試問題、そのまま過去問を使われた参考書やから、",
    "speaker": "Speaker 1"
  },
  {
    "start": 285.28,
    "end": 295.28,
    "text": "いろんなジャンルの問題網を出してるのと、ほんまに入試問題、そのまま過去問を使われた参考書やから、 本番に近い形で問題演習ができると。",
    "speaker": "Speaker 2"
  },
  {
    "start": 291.28,
    "end": 305.28,
    "text": "本番に近い形で問題演習ができると。 お茶と溜めた知識を活用していく。 溜めてるだけじゃ全力に結びつかんからね。 やっぱね、何が一番入試で求められるかって、知らん問題に対しての対処法なんや。",
    "speaker": "Speaker 1"
  },
  {
    "start": 300.28,
    "end": 310.28,
    "text": "やっぱね、何が一番入試で求められるかって、知らん問題に対しての対処法なんや。 絶対入試問題ってさ、ほぼほぼ今までないような問題で出てくるわけやんか。 初見の問題が。",
    "speaker": "Speaker 2"
  },
  {
    "start": 309.28,
    "end": 319.28,
    "text": "初見の問題が。 それを決めた時間のとくには、やっぱその馬力、即興力が求められる。 笑いと一緒で。 ツッコミと一緒で。",
    "speaker": "Speaker 1"
  },
  {
    "start": 318.28,
    "end": 328.28,
    "text": "ツッコミと一緒で。 どう使ってたん? プラチカ。 まず解くやんか。 うん。 一日まず何問解くか決めて解くんやけど、そんなでも何分も考えへんねん。",
    "speaker": "Speaker 2"
  },
  {
    "start": 323.28,
    "end": 338.28,
    "text": "一日まず何問解くか決めて解くんやけど、そんなでも何分も考えへんねん。 ほんまに。本番意識してな。 10分わからんかったら答え見る。 を繰り返して、わからん問題にはチェックつけて、またそれ一周終わったらまたもう一回できんかった問題をやり直す。",
    "speaker": "Speaker 1"
  },
  {
    "start": 332.28,
    "end": 346.28,
    "text": "を繰り返して、わからん問題にはチェックつけて、またそれ一周終わったらまたもう一回できんかった問題をやり直す。 僕はプラチカだから3回、3週やりました。 それやったら、ほんまに巨大の過去問に入ったときにめちゃめちゃなんかスムーズに入れた。",
    "speaker": "Speaker 2"
  },
  {
    "start": 341.28,
    "end": 351.28,
    "text": "それやったら、ほんまに巨大の過去問に入ったときにめちゃめちゃなんかスムーズに入れた。 この段階で一番多分、もしとかでも偏差値上がってくる。 そうだったら、アウチャートとか。 うん。",
    "speaker": "Speaker 1"
  },
  {
    "start": 350.28,
    "end": 364.28,
    "text": "うん。 これを解いてる学会ではあんま上がらんと基礎の固めをしてるだけ。 もしとかでもう見知らぬ問題に対応する力はプラチカとでつけるってことね。 一個注意点があって、チャートとかで基礎固めができてないうちにプラチカやるのは危ない。",
    "speaker": "Speaker 2"
  },
  {
    "start": 359.28,
    "end": 369.28,
    "text": "一個注意点があって、チャートとかで基礎固めができてないうちにプラチカやるのは危ない。 プラチカそんなに解説はめっちゃ丁寧ってわけじゃないよ。 そうやな。 単白やから、でもね、単白って言っても。",
    "speaker": "Speaker 1"
  },
  {
    "start": 367.28,
    "end": 380.28,
    "text": "単白やから、でもね、単白って言っても。 言っても丁寧。 そう、基礎できてる人からしたら、普通に、あーなるほどなみたいな解説やから。 焦らずにもう基礎固めする。時間がなくても絶対基礎からっていうのは鉄則やな。",
    "speaker": "Speaker 2"
  },
  {
    "start": 375.28,
    "end": 385.28,
    "text": "焦らずにもう基礎固めする。時間がなくても絶対基礎からっていうのは鉄則やな。 うん。 勉強の。 本番の演習前にやりたいんで、やっぱ10月終わるまでには終わらしてきた。",
    "speaker": "Speaker 1"
  },
  {
    "start": 382.28,
    "end": 395.28,
    "text": "本番の演習前にやりたいんで、やっぱ10月終わるまでには終わらしてきた。 まあ10月、11月やな。 うん。 12月入ってくるとセンター対策とか入ってくる。 そうそう、センター対策あるし、プラチカを受験前のセンターゴミングは絶対できんから。",
    "speaker": "Speaker 2"
  },
  {
    "start": 390.28,
    "end": 400.28,
    "text": "そうそう、センター対策あるし、プラチカを受験前のセンターゴミングは絶対できんから。 うん。 気持ち的には。 問題数もあるし。 うん、問題数あるし、できんから絶対いい。",
    "speaker": "Speaker 1"
  },
  {
    "start": 398.28,
    "end": 408.28,
    "text": "うん、問題数あるし、できんから絶対いい。 そう、12月、11月をめどに終わらしてほしいですね。 やっぱさ、青茶、プラチカと段階踏んでやったとしてもさ、やっぱ苦手分野は出てくるわけやんか。",
    "speaker": "Speaker 2"
  },
  {
    "start": 402.28,
    "end": 412.28,
    "text": "やっぱさ、青茶、プラチカと段階踏んでやったとしてもさ、やっぱ苦手分野は出てくるわけやんか。 そういう時に使うのでやっぱりさ、1対1対応の。 うん。 あの、CBS。",
    "speaker": "Speaker 1"
  },
  {
    "start": 411.28,
    "end": 422.28,
    "text": "あの、CBS。 有名なね。 有名な。 マジでこの参考書はほんまに了承。これで一気に理解がかまったね、ほんまに。 ほんまにマジで一体的強。マジファンダイクあれほんまに。",
    "speaker": "Speaker 2"
  },
  {
    "start": 418.28,
    "end": 432.28,
    "text": "ほんまにマジで一体的強。マジファンダイクあれほんまに。 数学界のファンダイクぐらい一体強。 1対1対応はもう数学界のファンダイク。 特に微積編はほんまにおすすめです。微積ってさ、何やってるかわからんやんか。",
    "speaker": "Speaker 1"
  },
  {
    "start": 427.28,
    "end": 437.28,
    "text": "特に微積編はほんまにおすすめです。微積ってさ、何やってるかわからんやんか。 そうそう。 よく、仕組みとかが。仕組みとかもなんか理解できるような解説になってるから。",
    "speaker": "Speaker 2"
  },
  {
    "start": 433.28,
    "end": 444.28,
    "text": "よく、仕組みとかが。仕組みとかもなんか理解できるような解説になってるから。 微積はもう、どんだけ量をこなすか。 うん。微積そうだし、もうこの問題来たらこの問題みたいな。決まってるようなそのセオリーが。",
    "speaker": "Speaker 1"
  },
  {
    "start": 439.28,
    "end": 454.28,
    "text": "うん。微積そうだし、もうこの問題来たらこの問題みたいな。決まってるようなそのセオリーが。 うん。 セオリーを学ぶのにはほんまに1対1対応の演習の参考書がほんまにいいです。 この参考書のおかげで、もうマジ微積マジでめちゃめちゃできるようになっちゃって。",
    "speaker": "Speaker 2"
  },
  {
    "start": 448.28,
    "end": 458.28,
    "text": "この参考書のおかげで、もうマジ微積マジでめちゃめちゃできるようになっちゃって。 もうなんか、アベノン・ハルカスとか責任して大切に求めてました。",
    "speaker": "Speaker 1"
  },
  {
    "start": 454.28,
    "end": 464.28,
    "text": "もうなんか、アベノン・ハルカスとか責任して大切に求めてました。 求めることができるようになるぐらいまで微積できるようになります。 もう続いての参考書。 うん。",
    "speaker": "Speaker 2"
  },
  {
    "start": 463.28,
    "end": 473.28,
    "text": "うん。 もうこの参考書を紹介するために、この動画を。 動画を撮ってると言っても過言ではない。 はい。世界一わかりやすい兄弟数が。 はいはいはい。",
    "speaker": "Speaker 1"
  },
  {
    "start": 472.28,
    "end": 484.28,
    "text": "はいはいはい。 これマジでいいな。ほんまにこれなかったらほんまに。 俺落ちてた?俺は。 俺ら落ちてたよな。 この参考書、僕、学校でやろうと思って学校に持って行ったんですよ。",
    "speaker": "Speaker 2"
  },
  {
    "start": 479.28,
    "end": 490.28,
    "text": "この参考書、僕、学校でやろうと思って学校に持って行ったんですよ。 で、カバンがこれ出そうと思ったら間違いでタームページ持ってきてました。 その黄色いもんな。タームページも。",
    "speaker": "Speaker 1"
  },
  {
    "start": 487.28,
    "end": 498.28,
    "text": "その黄色いもんな。タームページも。 どうも、コールセンターチャンネルです。 何かお困りのことがあれば、0120-444-442。 これがください。",
    "speaker": "Speaker 2"
  },
  {
    "start": 497.28,
    "end": 508.28,
    "text": "これがください。 ドラムホルンリンクルやんけ、お前それ。誰が書けんねん。 ほぼ男やんねん、裏の視聴者の方。 漢字が足りたら嫌になってきますが、これはドラムホルンリンクルの企業案件じゃありません。",
    "speaker": "Speaker 1"
  },
  {
    "start": 504.28,
    "end": 514.28,
    "text": "漢字が足りたら嫌になってきますが、これはドラムホルンリンクルの企業案件じゃありません。 誰が勘違いすんの。 もう多分、兄弟受かった人は全員このやつやってる。",
    "speaker": "Speaker 2"
  },
  {
    "start": 510.28,
    "end": 523.28,
    "text": "もう多分、兄弟受かった人は全員このやつやってる。 参考書。 ってことは、これ持ってないと兄弟に落ちるってことです。 ちょっと言い過ぎかもしれんけど、これ兄弟通学って書いてるんやけど、",
    "speaker": "Speaker 1"
  },
  {
    "start": 518.28,
    "end": 533.28,
    "text": "ちょっと言い過ぎかもしれんけど、これ兄弟通学って書いてるんやけど、 兄弟志望だけにお勧めするわけじゃなくて、もう。 多分、全大学の数学を解くためのエッセンスがこれに詰まってると思ってる。",
    "speaker": "Speaker 2"
  },
  {
    "start": 527.28,
    "end": 537.28,
    "text": "多分、全大学の数学を解くためのエッセンスがこれに詰まってると思ってる。 数学が苦手な人とか、基礎を勉強しても数学はあるの。",
    "speaker": "Speaker 1"
  },
  {
    "start": 533.28,
    "end": 545.28,
    "text": "数学が苦手な人とか、基礎を勉強しても数学はあるの。 数学は伸びひん人っておると思う。 そういう人って何で伸びひんかっていうと、見知らぬ問題への対応が経てる。",
    "speaker": "Speaker 2"
  },
  {
    "start": 540.28,
    "end": 550.28,
    "text": "そういう人って何で伸びひんかっていうと、見知らぬ問題への対応が経てる。 やっぱその持ってる知識をどう使うかがわからんってことな。 そこを解決してくれるんが、この参考書。",
    "speaker": "Speaker 1"
  },
  {
    "start": 548.28,
    "end": 565.28,
    "text": "そこを解決してくれるんが、この参考書。 数学の問題への対応の仕方とかがすべて載ってて、解説もめちゃくちゃ詳しいし。 その問題の問題を扱って、数学の問題へのアプローチの仕方を書いてる参考書かな。",
    "speaker": "Speaker 2"
  },
  {
    "start": 557.28,
    "end": 569.28,
    "text": "その問題の問題を扱って、数学の問題へのアプローチの仕方を書いてる参考書かな。 参考書、分野ごとに分かれてるんで、苦手な分野だけやるのも全然ありです。",
    "speaker": "Speaker 1"
  },
  {
    "start": 565.28,
    "end": 578.28,
    "text": "参考書、分野ごとに分かれてるんで、苦手な分野だけやるのも全然ありです。 僕はこれを10月、プラチカ終わった段階でやったんですけど、 ほんまにプラチカで学んだことをさらに洗礼されてく。",
    "speaker": "Speaker 2"
  },
  {
    "start": 573.28,
    "end": 586.28,
    "text": "ほんまにプラチカで学んだことをさらに洗礼されてく。 難しい問題に対してのアプローチの仕方を、論理的に言語化して伝えてくれてるんで、イメージが言語化されて活用できましたね。",
    "speaker": "Speaker 1"
  },
  {
    "start": 578.28,
    "end": 593.28,
    "text": "難しい問題に対してのアプローチの仕方を、論理的に言語化して伝えてくれてるんで、イメージが言語化されて活用できましたね。 入試本番で。 兄弟志望の人は、赤本やる前に時間に余裕があったら、とりあえずこれに臨んでほしい。",
    "speaker": "Speaker 2"
  },
  {
    "start": 587.28,
    "end": 600.28,
    "text": "兄弟志望の人は、赤本やる前に時間に余裕があったら、とりあえずこれに臨んでほしい。 さらに、数学を伸ばしたいとか、数学でもめちゃめちゃ点数稼ぎたいみたいな人は、",
    "speaker": "Speaker 1"
  },
  {
    "start": 593.28,
    "end": 606.28,
    "text": "さらに、数学を伸ばしたいとか、数学でもめちゃめちゃ点数稼ぎたいみたいな人は、 優しい理系数学とか、マスターオブ整数とかやっていただければ、数学力はほんまに上がるな。",
    "speaker": "Speaker 2"
  },
  {
    "start": 600.28,
    "end": 610.28,
    "text": "優しい理系数学とか、マスターオブ整数とかやっていただければ、数学力はほんまに上がるな。 優しい理系数学とか、苦手な人はやらん方がいいよな。",
    "speaker": "Speaker 1"
  },
  {
    "start": 606.28,
    "end": 616.28,
    "text": "優しい理系数学とか、苦手な人はやらん方がいいよな。 解説そんな詳しくないし、めっちゃ問題も難しいし、 だからほんまに余裕がある人じゃないと、手出してあかんかなって思う。",
    "speaker": "Speaker 2"
  },
  {
    "start": 613.28,
    "end": 623.28,
    "text": "だからほんまに余裕がある人じゃないと、手出してあかんかなって思う。 そう、ほんまにその通りだと思います。優しい理系数学、全然優しくないし、解説も優しくないんで。",
    "speaker": "Speaker 1"
  },
  {
    "start": 616.28,
    "end": 628.28,
    "text": "そう、ほんまにその通りだと思います。優しい理系数学、全然優しくないし、解説も優しくないんで。 スターオブ整数とか、東大とか京大とか、まあ南韓大って整数絶対出るもんね。",
    "speaker": "Speaker 2"
  },
  {
    "start": 623.28,
    "end": 634.28,
    "text": "スターオブ整数とか、東大とか京大とか、まあ南韓大って整数絶対出るもんね。 整数は絶対強くなっといた方がいいもんな。 整数こそあれやもんな。決まってるもんな、そのプロセスが。",
    "speaker": "Speaker 1"
  },
  {
    "start": 631.28,
    "end": 645.28,
    "text": "整数こそあれやもんな。決まってるもんな、そのプロセスが。 だから逆に、もう点数取れる分野なんで、 スターオブ整数やってたら、もう解けへん整数問題ないっていうか、出会ってない整数問題なくなるぐらいになるから、",
    "speaker": "Speaker 2"
  },
  {
    "start": 637.28,
    "end": 648.28,
    "text": "スターオブ整数やってたら、もう解けへん整数問題ないっていうか、出会ってない整数問題なくなるぐらいになるから、 スターオブ整数を完璧にしようとしたら、時間かかるから。",
    "speaker": "Speaker 1"
  },
  {
    "start": 645.28,
    "end": 657.28,
    "text": "スターオブ整数を完璧にしようとしたら、時間かかるから。 浪人生とかはいいんかもな。やっぱ基礎固めで、他の分野、基礎固めでできてて、 それなりの力がある人は、マスターオブ整数とかでさらに整数を強くすると。",
    "speaker": "Speaker 2"
  },
  {
    "start": 653.28,
    "end": 665.28,
    "text": "それなりの力がある人は、マスターオブ整数とかでさらに整数を強くすると。 はい、どうでしたかね。この僕たちの参考書紹介。 大学の勉強で大事なことは、まず、基礎を固める。",
    "speaker": "Speaker 1"
  },
  {
    "start": 660.28,
    "end": 674.28,
    "text": "大学の勉強で大事なことは、まず、基礎を固める。 典型的な問題、公式、全部を暗記するってこと。 数学はほぼ、9割かと暗記やから、そっからもう、その覚えたことをどう使うかを練習する。",
    "speaker": "Speaker 2"
  },
  {
    "start": 668.28,
    "end": 679.28,
    "text": "数学はほぼ、9割かと暗記やから、そっからもう、その覚えたことをどう使うかを練習する。 僕たちのこの動画を参考にして、参考書を買ってもらうのは一番いいんですけど、",
    "speaker": "Speaker 1"
  },
  {
    "start": 675.28,
    "end": 690.28,
    "text": "僕たちのこの動画を参考にして、参考書を買ってもらうのは一番いいんですけど、 一体背伸びはしないでください。 自分に合った参考書を買って、本屋で見て、ペラペラとめくって、買っていただいて、数学頑張ってください。",
    "speaker": "Speaker 2"
  },
  {
    "start": 681.28,
    "end": 694.28,
    "text": "自分に合った参考書を買って、本屋で見て、ペラペラとめくって、買っていただいて、数学頑張ってください。 数学さえできれば、受かることも全然あるんで。",
    "speaker": "Speaker 1"
  },
  {
    "start": 690.28,
    "end": 700.28,
    "text": "数学さえできれば、受かることも全然あるんで。 他が全然、5割、4割切ってても、数学が6割、7割取れたら、巨大でも受かるんで。",
    "speaker": "Speaker 2"
  },
  {
    "start": 694.28,
    "end": 704.28,
    "text": "他が全然、5割、4割切ってても、数学が6割、7割取れたら、巨大でも受かるんで。 はい、これからもね、他の教科のお勧めの参考書も紹介していくんで、",
    "speaker": "Speaker 1"
  },
  {
    "start": 700.28,
    "end": 709.28,
    "text": "はい、これからもね、他の教科のお勧めの参考書も紹介していくんで、 はい、これからもね、他の教科のお勧めの参考書も紹介していくんで、 チャンネル登録忘れてもらってもいいかなと思います。 チャンネル登録忘れてもいいかなと思います。 では、次回の動画で会いましょう。ありがとうございました。",
    "speaker": "Speaker 2"
  }
]